Repository: abalfoort/iso-constructor
Catalog: po/*.po
Languages: ca, da, de, es_419, fr, it, lt, nb, nl, pt, ru, sr

source: Set the desired locale.
ca: Configura el locale seleccionat.
da: Vælg tastaturlayout
de: Festlegung der gewünschten Sprache
fr: Définir la locale souhaitée.
it: Imposta la località desiderata.
lt: Nustatyti norimą lokalę.
nl: Stel de gewenste taal in.
pt: Definir a região desejada.

source: Set the default locale.
ca: Configura el locale per per omissió.
da: Vælg standardtastaturlayout
de: Festlegung der Standardsprache
fr: Définir la locale par défaut.
it: Imposta la località predefinita.
lt: Nustatyti numatytąją lokalę.
nl: Stel de default taal in.
pt: Definir a localidade padrão.

source: Set the time zone.
ca: Configura la zona horària.
da: Vælg tidszone
de: Festlegung der Zeitzone
fr: Définir le fuseau horaire.
it: Imposta il fuso orario
lt: Nustatyti laiko juostą.
nl: Stel de tijdzone in.
pt: Definir o fuso horário.

source: Change the live configuration (/etc/live/config.conf).
ca: Canvia la configuració en autònom (/etc/live/config.conf).
da: Tilret live-konfigurationen (/etc/live/config.conf)
de: Änderung der live Konfiguration (/etc/live/config.conf).
fr: Changer la configuration live (/etc/live/config.conf).
nl: Verander de live configuratie (/etc/live/config.conf).

source: When needed, install packages for KDE, Firefox, Thunderbird, LibreOffice and other localization packages. Check the setlocale.sh script for locale specific packages.
ca: Quan sigui necessari, instal·la paquets per KDE, Firefox, Thunderbird, LibreOffice i altres paquets de localització. Comproveu el fitxer setlocale.sh quant als locales específics.
da: Når nødvendigt, installér pakker til KDE, Firefox, Thunderbird, LibreOffice og andre regionsindstillingspakker. Kontrollér setlocale.sh scriptet for specifikke pakker.
de: Installieren Sie bei Bedarf Pakete für KDE, Firefox, Thunderbird, LibreOffice und andere Lokalisierungspakete. Überprüfen Sie das setlocale.sh-Skript auf lokale-spezifische Pakete.
fr: Si besoin, installez des paquets pour KDE, Firefox, Thunderbird, LibreOffice et autres paquets de localisation. Vérifiez le script setlocale.sh pour les paquets spécifiques de localisation.
nl: Indien nodig installeer pakketten voor KDE, Firefox, Thunderbird, LibreOffice en andere lokalisatiepakketten. Controleer het script setlocale.sh voor taal specifieke pakketten.

source: Do not forget to translate boot/boot/grub/grub.cfg and boot/isolinux/isolinux.cfg of the ISO.
ca: No us oblideu de traduïr els fitxers boot/boot/grub/grub.cfg i boot/isolinux/isolinux.cfg de la ISO.
da: Glem ikke at oversætte/tilrette boot/boot/grub/grub.cfg og boot/isolinux/isolinux.cfg på ISO'en.
de: Vergessen Sie nicht, boot/boot/grub/grub/grub.cfg und boot/isolinux/isolinux/isolinux.cfg der ISO zu übersetzen.
nl: Vergeet niet boot/boot/grub/grub.cfg en boot/isolinux/isolinux.cfg van de ISO te vertalen.

source: 8. Use Debian live as base
ca: 8. Usa Debian live com a base
da: 8. Anvend Debian live som fundament
de: Debian live als Basis verwenden
fr: 8. Utiliser Debian live comme base
nl: 8. Gebruik Debian live als basis

source: You can even use a Debian Live DVD as a base: <a href="http://www.debian.org/CD/live" target="_blank">http://www.debian.org/CD/live</a> If you use Debian, you'll need the "isolinux" directory (and its contents) to replace the "isolinux" directory in the Debian unpack directory. After that you'll need to configure the distribution from scratch. It's a lot of work, but for a CE (Community Edition) well worth it.
ca: Podeu usar fins i tot una Debian Live DVD com a base: <a href="http://www.debian.org/CD/live" target="_blank">http://www.debian.org/CD/live</a> Si useu Debian, necessitareu el directori "isolinux" (i el seu contingut) per substituir el directori "isolinux" al directori de desempaquetat Debian. Després d'això, us caldrà configurar la distribució des de zero. És molta feina, però val la pena per una CE (Community Edition).
da: Du kan endog anvende en Debian Live DVD som fundament: <a href="http://www.debian.org/CD/live" target="_blank">http://www.debian.org/CD/live</a> Hvis du anvender Debian, skal du bruge "isolinux" mappen (og dens indhold) til at udskifte "isolinux" mappen i Debian udpakningsmappen. Derefter skal du konfigurere distributonen fra bunden af. Det er et stort arbejde, men for en specialiseret udgave (Community Edition) er det besværet værd.
de: Sie können sogar eine Debian Live DVD als Basis verwenden: <a href="http://www.debian.org/CD/live" target="_blank">http://www.debian.org/CD/live</a> Wenn Sie Debian verwenden, benötigen Sie das Verzeichnis "isolinux" (und seinen Inhalt), um das Verzeichnis "isolinux" im Debian-Auspackverzeichnis zu ersetzen. Danach müssen Sie die Distribution von Grund auf neu konfigurieren. Es ist eine Menge Arbeit, aber für eine CE (Community Edition) lohnt es sich.
fr: Vous pouvez même utiliser un live Debian comme base: <a href="http://www.debian.org/CD/live" target="_blank">http://www.debian.org/CD/live</a> Si vous utilisez Debian, vous aurez besoin du répertoire "isolinux" (et de son contenu) pour remplacer le répertoire "isolinux" dans le répertoire Debian décompressé. Ensuite, vous devrez configurer la distribution à partir de zéro. C'est beaucoup de travail, mais pour une CE (Édition Communautaire) ça en vaut la peine.
nl: U kunt zelfs een Debian Live DVD gebruiken als basis: <a href="http://www.debian.org/CD/live" target="_blank"> http://www.debian.org/CD/live </a> Als u Debian gebruikt, heeft u de map "isolinux" (met inhoud) nodig om de map "isolinux" te vervangen in de Debian uitpak-map. Daarna dient u de distributie vanaf het begin te configureren. Het is veel werk, maar voor een CE (Community Edition) is het de moeite waard.

source: 9. Important files
ca: 9. Fitxers importants
da: 9. Vigtige filer
de: 9. Wichtige Dateien
fr: 9. Fichiers importants
nl: 9. Belangrijke bestanden

source: ~/.constructor/distributions.list: list with distribution directories.
it: ~/.constructor/distributions.list: vi si trovano tutte le directory della distribuaione salvate.
lt: ~/.constructor/distributions.list: čia yra įrašomi visi distribucijos katalogai.
nl: ~/.constructor/distributions.list: hier worden de distributiemappen bewaard.
pt: ~/.constructor/distributions.list: aqui estão todos os directórios de distribuição salvos.

source: /usr/share/iso-constructor/grubgen.sh: generates boot/boot/grub/grub.cfg (with grub-template).
nl: /usr/share/iso-constructor/grubgen.sh: genereert boot/boot/grub/grub.cfg (met grub-template).

source: /usr/share/iso-constructor/isolinuxgen.sh: generates boot/isolinux/isolinux.cfg (with isolinux-template).
nl: /usr/share/iso-constructor/isolinuxgen.sh: genereert boot/isolinux/isolinux.cfg (met isolinux-template).

source: /usr/share/iso-constructor/cleanup.sh: this script cleans up prior to building the ISO.
nl: /usr/share/iso-constructor/cleanup.sh: dit script ruimt op voordat de ISO gebouwd wordt.

source: /usr/share/iso-constructor/setlocale.sh: sets the locale of the ISO. Default is: en_US
nl: /usr/share/iso-constructor/setlocale.sh: Stelt de taal van de ISO in. Standaard is: en_US

source: /usr/share/iso-constructor/excludes: list with directories excluded from the ISO build.
nl: /usr/share/iso-constructor/excludes: lijst met mappen die zijn uitgesloten van de ISO-bouw.

source: Upgrade
ca: Actualitza
da: Upgradér
es_419: Actualizar
fr: Mettre à jour
it: Aggiorna
lt: Naujinti
nb: Oppgrader
pt: Actualização
ru: Обновить
sr: Надогради

source: Help
ca: Ajuda
da: Hjælp
de: Hilfe
es_419: Ayuda
fr: Aide
it: Aiuto
lt: Žinynas
nb: Hjelp
pt: Ajuda
ru: Помощь
sr: Помоћ

source: Upgrade (apt-get dist-upgrade).
ca: Actualitza (apt-get dist-upgrade)
da: Opgradér (apt-get dist-upgrade).
de: Führen Sie ein Upgrade durch (apt-get dist-upgrade).
fr: Mettre à jour (apt-get dist-upgrade).

source: ISO Constructor
lt: ISO konstruktorius
ru: ISO Конструктор
sr: ИСО конструктор

source: ISO Constructor Help
it: Aiuto di ISO Constructor
lt: ISO konstruktoriaus žinynas
pt: Ajuda do ISO Constructor

source: If you previously unpacked an ISO, and removed the distribution from ISO Constructor's list, you can add the existing directory by unchecking the "Create from ISO" checkbox.
it: Se hai precedentemente spacchettato una ISO e rimosso la distribuzione dall'elenco di ISO Constructor puoi aggiungere la directory esistente deselezionando la casella "Crea da ISO".
lt: Jeigu anksčiau išpakavote ISO ir pašalinote jį iš ISO konstruktoriaus sąrašo, galite pridėti esamą katalogą, panaikindami žymėjimą nuo "Sukurti iš ISO" žymimojo langelio.
pt: Se previamente desempacotou um ISO e removeu a distribuição da lista do ISO Constructor, pode adicionar o directório existente desmarcando a caixa de selecção "Criar do ISO".

source: Test ISO in Qemu
es_419: Prueba ISO en Qemu
nb: Test ISO i Qemu
ru: Тестирование ISO в Qemu
sr: Тестирај ИСО у „Qemu“

source: Ctrl-Alt-F to exit full screen mode.
es_419: Ctrl-Alt-F para salir del modo de pantalla completa.
nb: Ctrl-Alt-F for å avslutte fullskjermmodus.
ru: Ctrl-Alt-F для выхода из полноэкранного режима.
sr: Ctrl-Alt-F за излаз из пуног екрана.

source: Test Qemu image
es_419: Probar imagen para Qemu
ru: Тестирование Qemu образа
sr: Тестирај „Qemu“ одраз

source: View log file
es_419: Ver archivo de registros
nb: Vis loggfilen
ru: Просмотр лог-файла
sr: Погледај фајл дневника

source: ISO
sr: ИСО

source: Could not create directory {self.dir}: exiting
es_419: No se pudo crear el directorio {self.dir}: salir
nb: Kunne ikke opprette katalog {self.dir}: avslutter
ru: Не удалось создать каталог {self.dir}: выход
sr: Не могу да направим {self.dir}: излазим

source: The path to the ISO file does not exist: {self.iso}
es_419: La ruta al archivo ISO no existe: {self.iso}
nb: Adressen till ISO-filen eksisterer ikke: {self.iso}
ru: Путь к ISO-файл не существует {self.iso}
sr: Путања до ИСО фајла не постоји: {self.iso}
