Repository: abalfoort/iso-constructor
Catalog: po/*.po
Languages: ca, da, de, es_419, fr, it, lt, nb, nl, pt, ru, sr

source: Select all
ca: Selecciona'ls tots
da: Vælg alle
de: Alle auswählen
es_419: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
lt: Pažymėti visus
nb: Velg alt
nl: Selecteer alles
pt: Seleccionar todos
ru: Выделить все
sr: изабери све

source: Add
ca: Afegeix
da: Tilføj
de: Hinzufügen
es_419: Agregar
fr: Ajouter
it: Aggiungi
lt: Pridėti
nb: Legg til
nl: Toevoegen
pt: Adicionar
ru: Добавить
sr: Додај

source: Remove
ca: Elimina
da: Fjern
de: Entfernen
es_419: Remover
fr: Retirer
it: Rimuovi
lt: Šalinti
nb: Fjern
nl: Verwijderen
pt: Remover
ru: Удалить
sr: Уклони

source: Edit
ca: Edita
da: Tilret
de: Editieren
es_419: Editar
fr: Éditer
it: Modifica
lt: Keisti
nb: Rediger
nl: Bewerken
pt: Editar
ru: Изменить
sr: Уреди

source: Localize
ca: Localitza
da: Tilret til region
de: Sprache anpassen
fr: Traduire
it: Localizza
lt: Lokalizuoti
nl: Lokaliseer
pt: Localizar

source: Build
ca: Construeix
da: Fremstil
de: Bauen
es_419: Construir
fr: Construire
it: Creazione
lt: Sukurti
nb: Bygg
nl: Bouwen
pt: Construir
ru: Собрать
sr: Изгради

source: Add Distribution
ca: Afegeix distribució
da: Tilføj Distribution
de: Distribution hinzufügen
es_419: Agregar distribucion
fr: Ajouter une distribution
it: Aggiungi distribuzione
lt: Pridėti distribuciją
nb: Legg til distribusjon
nl: Distributie toevoegen
pt: Adicionar Distribuição
ru: Добавить дистрибутив
sr: Додај дистрибуцију

source: Cancel
ca: Cancel·la
da: Annuller
de: Abbrechen
es_419: Cancelar
fr: Annuler
it: Annulla
lt: Atsisakyti
nb: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отмена
sr: Откажи

source: Version
ca: Versió
nl: Versie

source: Are you sure you want to remove the selected distribution from the list? (This will not remove the directory and its data)
ca: Esteu segurs que voleu eliminar aquesta distribució de la llista? (Això no eliminarà el directori ni les seves dades)
da: Er du sikker på at du vil fjerne den valgte distribution fra listen? (Dette vil ikke fjerne mappen og dens data)
de: Sind Sie sicher, dass Sie die ausgewählte Distribution von der Liste entfernen möchten? (Dies wird das Verzeichnis und die darin befindlichen Daten nicht löschen.)
es_419: ¿Está seguro de que desea eliminar la distribución seleccionada de la lista? (Esto no eliminará el directorio y sus datos)
fr: Etes-vous certain de vouloir retirer la distribution sélectionnée de la liste? (Cela n'effacera pas le répertoire ni les données qu'il contient)
it: Sei sicuro di voler rimuovere la distribuzione selezionata dalla lista? (Non rimuoverà la cartella ed i suoi dati)
lt: Ar tikrai norite pašalinti pasirinktą distribuciją iš sąrašo? (Tai nepašalins katalogo ir jame esančių duomenų)
nb: Er du sikker på at du ønsker å fjerne den valgte distribusjonen fra lista? (dette vil ikke fjerne katalogen og dataene)
nl: Weet u zeker dat u de geselecteerde distributie uit de lijst wilt verwijderen? (Dit zal de map met gegevens NIET verwijderen)
pt: Tem a certeza que deseja remover a distribuição selecionada da lista? (Isto não irá remover o directório e os dados)
ru: Вы уверены, что хотите удалить выбранный дистрибутив из списка? (Это не удалит каталог и его данные)
sr: Заиста желите да уклоните изабрану дистрибуцију са листе? (ово неће уклонити директоријум и њене податке)

source: Services detected
ca: Serveis detectats
da: Fundne services
de: Dienste erkannt
fr: Services détectés
nl: Services gededecteerd

source: Upgrade done
nl: Upgrade voltooid

source: Select
ca: Selecciona
da: Vælg
de: Auswählen
es_419: Seleccionar
fr: Choisir
it: Seleziona
lt: Pasirinkti
nb: Velg
nl: Selecteer
pt: Seleccionar
ru: Выбрать
sr: избор

source: Distribution
ca: Distribució
es_419: Distribución
it: Distribuzione
lt: Distribucija
nb: Distribusjon
nl: Distributie
pt: Distribuição
ru: Дистрибутив
sr: дистрибуција

source: Working directory
ca: Directori de treball
da: Arbejdsmappe
de: Arbeitsverzeichnis
es_419: Directorio de trabajo
fr: Répertoire de travail
it: Cartella di lavoro
lt: Darbinis katalogas
nb: Arbeidskatalog
nl: Werkdirectory
pt: Directório de trabalho
ru: Рабочий каталог
sr: радни директоријум

source: Select ISO file
es_419: Seleccionar archivo ISO
it: Seleziona l'ISO
lt: Pasirinkite ISO
nb: Velg ISO-fil
nl: Selecteer ISO bestand
pt: Seleccionar o ficheiro ISO
ru: Выбрать ISO-файл
sr: Изабери ИСО фајл

source: Select directory
ca: Selecciona directori
da: Vælg arbejdsmappe
de: Verzeichnis auswählen
es_419: Seleccionar directorio
fr: Choisir le répertoire
it: Seleziona la cartella
lt: Pasirinkite katalogą
nb: Velg katalog
nl: Selecteer map
pt: Seleccionar o directório
ru: Выберите директорию
sr: Изаберите директоријум

source: Save existing working directory
ca: Desa el directori de treball actual
da: Gem eksisterende arbejdsmappe
de: Sichere das existierende Arbeitsverzeichnis
es_419: Guarde el directorio de trabajo existente
fr: Enregistrer le répertoire de travail existant
it: Seleziona la cartella di lacoro esistente
lt: Įrašyti esamą darbinį katalogą
nb: Lagre gjeldende arbeidskatalog
nl: Bewaar bestaande werkmap
pt: Salvar a pasta de trabalho existente
ru: Сохранить существующий рабочий каталог
sr: Сачувај постојећи радни директоријум

source: Unpack ISO and save
ca: Desempaqueta i desa l'ISO
da: Udpak ISO og gem
de: ISO Datei entpacken und sichern
es_419: Desempaquetar ISO y guardar
fr: Dépaqueter l'ISO et enregistrer
it: Scompatta l'ISO e salva
lt: Išpakuoti ISO ir įrašyti
nb: Pakk ut ISO og lagre
nl: ISO uitpakken en bewaren
pt: Desempacotar o ISO e salvar
ru: Распаковать ISO и сохранить
sr: Распакуј ИСО и сачувај

source: Could not create directory %(dir)s: exiting
ca: No he pogut crear el directori %(dir)s: sortint
da: Mappen %(dir)s kunne ikke oprettes. Programmet afsluttes
de: Konnte Verzeichnisse %(dir)s nicht erstellen: Abbruch
fr: Impossible de créer le répertoire %(dir)s: arrêt du programme
it: Impossibile creare la directory %(dir)s: uscita;
lt: Nepavyko sukurti katalogo %(dir)s: išeinama
nl: Kon map %(dir)s niet maken: verlaten
pt: Não foi possível criar directório de %(dir)s: a sair

source: The path to the ISO file does not exist: {}
ca: No hi ha camí fins al fitxer ISO {}
da: Stien til ISO filen findes ikke: {}
de: Der Pfad zur ISO Datei existiert nicht: {}
fr: Le chemin vers le fichier ISO n'existe pas: {}
it: Il percorso al file ISO non esiste {}
lt: Kelio į ISO failą nėra: {}
nl: Het pad naar het ISO bestand bestaat niet: {}
pt: O caminho para o ficheiro ISO não existe: {}

source: The destination directory is not empty. Are you sure you want to overwrite all data in {}?
ca: El directori de destinació no est`buit. Esteu segurs que voleu sobreescriure les dades a {}?
da: Destinationsmappen er ikke tom. Er du sikker på at du vil overskrive alle data i {}?
de: Das Zielverzeichnis ist nicht leer. Sind Sie sicher, alle Daten zu überschreiben {}?
fr: Le répertoire cible n'est pas vide. Etes-vous certain de vouloir écraser les données contenues dans {}?
it: La cartella di destinazione non è vuota Sei sicuro di voler sovrascrivere tutti i dati in {}?
lt: Paskirties katalogas nėra tuščias. Ar tikrai norite perrašyti visus duomenis, kurie yra {}?
nl: De doeldirectory is niet leeg. Weet u zeker dat u alle data in {} wilt overschrijven?
pt: O directório do destino não está vazio. Tem a certeza que deseja substituir todos os dados em {}?

source: Existing working directory added
ca: Afegint el directori de treball preexistent
da: Eksisterende arbejdsmappe tilføjet
de: Existierendes Arbeitsverzeichnis hinzugefügt
fr: Ajout du répertoire existant
nl: Bestaande werkmap toegevoegd

source: Unpack ISO to directory
ca: Desempaquetant l'ISO al directori
da: Udpak ISO til mappe
de: ISO-Datei in das Verzeichnis entpacken
es_419: Desempaquetar ISO en el directorio
fr: Décompresser l'ISO dans le répertoire
it: Scompatta l'ISO nella directory
lt: Išpakuoti ISO į katalogą
nb: Pakk ut ISO til katalog
nl: ISO uitpakken naar map
pt: Desempacotar o ISO para o directório
ru: Распаковать ISO в каталог
sr: Распакуј ИСО у директоријум

source: Unpack & Save
ca: Desempaqueta i Desa
da: Udpak og gem
de: Entpacken & Sichern
es_419: Desempaquetar y guardar
fr: Décompresser et enregistrer
it: Scompatta e Salva
lt: Išpakuoti ir įrašyti
nb: Pakk ut og lagre
nl: Uitpakken en bewaren
pt: Desempacotar e salvar
ru: Распаковать И Сохранить
sr: Распакуј и сачувај

source: Work directory
ca: Directori de treball
da: Arbejdsmappe
de: Arbeitsverzeichnis
es_419: Directorio de trabajo
fr: Répertoire de travail
it: Cartela di lavoro
lt: Darbo katalogas
nb: Arbeidskatalog
nl: Werkmap
pt: Directório de trabalho
ru: Работа каталог
sr: Радни директоријум

source: Save
ca: Desa
da: Gem
de: Sichern
es_419: Guardar
fr: Enregistrer
it: Salva
lt: Įrašyti
nb: Lagre
nl: Bewaren
pt: Salvar
ru: Сохранить
sr: Сачувај

source: Tool to build and maintain Debian ISOs
es_419: Herramienta para crear y mantener ISOs de Debian
it: Strumento per costruire e mantenere ISO Debian
lt: Debian ISO atvaizdžių kūrimo ir priežiūros įrankis
nb: Verktøy for å bygge og vedlikeholde Debian ISO-er
nl: Tool om Debian ISO's te bouwen en te onderhouden
pt: Ferramenta para construir e manter a ISO Debian
ru: Инструменты для создания и поддержки ISO Debian
sr: Алат за прављење и одржавање Дебијанових ИСО одраза

source: Authentication is required to run ISO Constructor
es_419: La autenticación es necesaria para ejecutar ISO Constructor
it: Autenticazione necessaria per lanciare ISO Constructor
lt: Norint paleisti ISO konstruktorių, reikia nustatyti tapatybę
nb: Autentisering kreves for å kjøre ISO Constructor
nl: Verificatie is vereist om ISO Constructor uit te voeren
pt: É necessário autenticar para executar o ISO Constructor
ru: Для запуска ISO Конструктора требуется аутентификация
sr: Аутентификација је неопходна за покретање ИСО конструктора

source: ISO Constructor helps building your custom Debian ISO, and was originally created for maintaining SolydXK ISOs, but it might benefit those who want to build their custom Debian ISO.
nl: 195/5000 ISO Constructor helpt bij het bouwen van uw aangepaste Debian ISO, en was oorspronkelijk gecreëerd voor het behoud van SolydXK ISO's, maar het kan degenen helpen die hun aangepaste Debian ISO willen bouwen.

source: Content
ca: Contingut
da: Indhold
de: Inhalt
fr: Contenu
it: Contenuto
lt: Turinys
nl: Inhoud
pt: Conteúdo

source: Add distribution
ca: Afegeix distribució
da: Tilføj distribution
de: Distribution hinzufügen
fr: Ajouter une distribution
it: Aggiungi distribuzione
lt: Pridėti distribuciją
nl: Distributie toevoegen
pt: Adicionar distribuição

source: Remove distributions
ca: Elimina distribucions
da: Fjern distributioner
de: Distribution entfernen
fr: Supprimer des distributions
it: Rimuvi distribuzione
lt: Šalinti distribucijas
nl: Distributie verwijderen
pt: Remover as distribuições

source: Open directory
ca: Obre directori
da: Åbn mappe
de: Verzeichnis öffnen
fr: Ouvrir un répertoire
nl: Open map

source: Edit in terminal
ca: Edita en terminal
da: Tilret i kommandoprompt
de: Im Terminal editieren
fr: Editer dans un terminal
nl: Bewerk in de terminal

source: Dist-upgrade distributions
nl: Dist-upgrade distributie

source: Build ISOs
ca: Construeix ISOs
da: Fremstil ISO'er
de: ISOs erstellen
fr: Construire des ISOs
it: Creazione ISO
lt: Sukurti ISO atvaizdžius
nl: Bouw ISO's
pt: A construir os ISOs

source: Localize the ISOs
ca: Localitza ISOs
da: Regionsindstil ISO'er
de: ISOs lokalisieren
fr: Localiser des ISOs
it: Localizza le ISO
lt: Lokalizuoti ISO atvaizdžius
nl: Lokaliseer de ISO's
pt: A localizar os ISOs

source: Use Debian live as base
nl: Gebruik Debian live als basis

source: Important files
ca: Fitxers importants
da: Vigtige filer
de: Wichtige Dateien
fr: Fichiers importants
it: File importatnti
lt: Svarbūs failai
nl: Belangrijke bestanden
pt: Ficheiros importantes

source: 1. Add distribution
ca: 1. Afegeix distribució
da: 1. Tilføj distribution
de: 1. Eine Distribution hinzufügen
fr: 1. Ajouter une distribution
it: 1. Aggiungi distribuzione
lt: 1. Pridėti distribuciją
nl: 1. Distributie toevoegen
pt: 1. Adicionar distribuição

source: Unpack an ISO
nl: Een ISO Uitpakken

source: Browse for the downloaded ISO, and select a directory to unpack the ISO to.
ca: Navega entre els ISOs descarregats, i selecciona u directori per a desempaquetar-hi l'ISO.
da: Navigér til den hentede ISO og vælg en mappe at udpakke den til.
de: Die heruntergeladene ISO Datei finden und ein Verzeichns, in das die ISO Datei entpackt werden soll, aussuchen.
fr: Rechercher l'ISO téléchargée et sélectionner un répertoire pour la décompresser.
it: Cerca l'ISO scaricata e seleziona in directory dove scompattarla.
lt: Naršykite, kad rastumėte atsisiųstą ISO ir pasirinkite katalogą į kurį išpakuosite ISO.
nl: Blader naar de gedownloade ISO, en selecteer een map om de ISO naar uit te pakken.
pt: Procure pelo ISO descarregado e seleccione um directório para desempacotar o ISO.

source: The button to browse for the unpack directory comes available if the path to the ISO exists.
ca: El botó per navegar pel directori de desempaquetat apareix i hi hi camí fins a l'ISO.
da: Knappen til at navigere til udpakningsmappen bliver aktiveret hvis stien til ISO'en eksisterer.
de: Die Schaltfläche zur Auswahl des Auspackzielverzeichnisses wird verfügbar, wenn der Pfad zur ISO Datei existiert.
fr: Le bouton pour parcourir le répertoire décompressé devient disponible si le chemin d'accès à l'ISO existe.
it: Il bottone per cercare la directory di scompattamento diventa disponibile se il percorso all'ISO esiste.
lt: Jeigu yra nurodytas kelias į ISO, tuomet tampa prieinamas mygtukas, skirtas naršyti išpakavimo katalogą.
nl: De knop om naar de map uit te pakken komt beschikbaar als het pad naar de ISO bestaat.
pt: O botão para procurar o directório desempacotado será disponível se o caminho para o ISO existir.

source: Add an existing directory
nl: Voeg een bestaande map toe

source: If you previously unpacked an ISO, and removed the distribution from ISO Constructor's list, you can add the existing directory by unchecking the "Create from ISO" checkbox
nl: Als u eerder een ISO hebt uitgepakt en u heeft de distributie van ISO Constructor's lijst verwijderd, kunt u de bestaande map toevoegen door het selectievakje 'Maak van ISO' uit te vinken.

source: The Save button comes available if both the path to the ISO, and the unpack directory exist.
ca: El botó Desa apareix només si hi ha el camí vers l'ISO i existeix el directori de desempaquetat.
da: "Gem"-knappen bliver aktiveret hvis både stien til ISO'en og udpakningsmappen findes.
de: Die Sichern Schaltfläche wird verfügbar, wenn sowohl das Zielverzeichnis der ISO Datei als auch das Auspackverzeichnis existieren.
fr: Le bouton Enregistrer devient disponible si le chemin d'accès à l'ISO et le répertoire décompressé existent.
it: Il bottone Salva diventa disponibile se sia il percorso per l'ISO che la directory di scompattamento esistono.
lt: Jeigu yra nurodytas kelias į ISO ir išpakavimo katalogą, tuomet tampa prieinamas mygtukas "Įrašyti".
nl: De knop om naar de map uit te pakken komt beschikbaar als het pad naar de ISO bestaat.
pt: O botão Salvar estará disponível se o caminho para o ISO e o directório descompactado existirem.

source: 2. Remove distributions
ca: 2. Elimina distribucions
da: 2. Fjern distributioner
de: 2. Distributionen entfernen
fr: 2. Supprimer des distributions
it: 2. Rimuovi distribuzioni
lt: 2. Šalinti distribucijas
nl: 2. Distributie verwijderen
pt: 2. Remover distribuições

source: This will only remove the selected distributions. The distribution directory, and its contents will NOT be deleted.
ca: Això només eliminarà les distribucions seleccionades. El directori de la distribució i el seu contingut NO s'eliminaran.
da: Dette vil kun fjerne den valgte distribution. Distributionens mappe og dens indhold vil IKKE blive fjernet.
de: Es werden nur die ausgewählten Distributionen entfernt. Das Distributionsverzeichnis und sein Inhalt wird NICHT gelöscht.
fr: Cela supprimera seulement les distributions sélectionnées. Le répertoire de la distribution et son contenu ne seront PAS supprimés.
it: Verranno rimosse solo le distribuzioni selezionate. La directory della distribuzione e il suo contenuto NON saranno cancelalti.
lt: Tai pašalins tik pasirinktas distribucijas. Distribucijos katalogas ir jo turinys NEBUS ištrintas.
nl: Dit verwijdert alleen de geselecteerde distributies. De distributie map, en de inhoud ervan, worden NIET verwijderd.
pt: Isso só removerá as distribuições seleccionadas. O directório de distribuição e o seu conteúdo NÃO serão excluídos.

source: 3. Open directory
ca: 3. Obre directori
da: 3. Åbn mappe
de: 3. Verzeichnis öffnen
fr: 3. Ouvrir le répertoire
nl: 3. Open map

source: Opens the selected working directory in the default file manager.
ca: Obre el directori de treball seleccionat al gestor de fitxers per omissió.
da: Åbn den valgte mappe i standardstifinderen.
de: Öffnet das ausgewählte Arbeitsverzeichnis im Standard Dateimanager.
fr: Ouvre le répertoire de travail sélectionné dans le gestionnaire de fichiers par défaut.
nl: Opent de geselecteerde map in het standaard bestandsbeheer programma.

source: 4. Edit in terminal
ca: 4. Edita al terminal
da: 4. Tilret i kommandoprompt
de: 4. Im Terminal editieren
fr: 4. Éditer dans un terminal
nl: 4. Bewerk in de terminal

source: Open a chrooted terminal, and start installing (and removing) all the packages you need. It's easier to change configuration in the distribution's root directory, and not through this terminal.
ca: Obre un terminal en mode root i comença a instal·lar (i eliminar) tots els paquets que necessiteu. És més fàcil canviar la configuració al directori arrel de la distribució, que no amb aquest terminal.
da: Åbn en chroot'et kommandoprompt og begynd at installere (og fjerne) de pakker du synes. Det er lettere at ændre konfigurationen i ditributionens rodmappe istedet for gennem denne kommandoprompt.
de: Öffne ein "chrooted" Terminal und beginne die Installation (und die Löschung) aller benötigten Pakete. Es bietet sich die Konfiguration im Wurzelverzeichnis der Distribution zu ändern und nicht im Terminal.
fr: Ouvrir un terminal chrooté et commencer à installer (et à supprimer) tous les paquets que vous voulez. Il est plus facile de modifier la configuration dans le répertoire racine de la distribution et non par ce terminal.
nl: Open een chrooted terminal en begin met het installeren (en verwijderen) van alle benodigde pakketten. Het is makkelijker om de configuratie in de hoofdmap van de distributie te wijzigen, en niet via deze terminal.

source: 5. Upgrade distributions
ca: 5. Actualitza distribucions
da: 5. Opgradér distibutioner
de: 5. Aktualisieren von Distributionen
nl: 5. Upgrade distributies

source: Simply runs "apt-get dist-upgrade" but taking into account that some services need to be handled before and after the upgrade.
ca: Senzillament executa "apt-get dist-upgrade" però tenint en compte que cal gestionar alguns serveis abans i després de l'actualització.
da: Kører blot "apt-get dist-upgrade", men tager samtidig højde for at der kan være tjenester der skal tilpasses før og efter opgraderingen.
de: Führt einfach "apt-get dist-upgrade" aus, wobei jedoch zu berücksichtigen ist, dass einige Dienste vor und nach dem Upgrade behandelt werden müssen.
it: Semplicemente lancia "apt-get dist-upgrade" ma tenendo conto che alcuni servizi devono essere gestiti prima e dopo l'aggiornamento.
lt: Tiesiog, paleidžia "apt-get dist-upgrade", tačiau atsižvelgiant į tai, kad kai kurios tarnybos turi būti apdorotos prieš ir po naujinimo.
nl: Voert "apt-get dist-upgrade" uit maar houdt er rekening mee dat sommige services voor en na de upgrade moeten worden afgehandeld.
pt: Simplesmente execute "apt-get dist-upgrade", mas tendo em conta que alguns serviços precisam ser manipulados antes e depois da atualização.

source: 6. Build ISOs
ca: 6. Construeix ISOs
da: 6. Fremstil ISO'er
de: 6. Erstelle die ISO Datei
fr: 6. Construire des ISOs
it: 6. Crea le ISO
lt: 6. Sukurti ISO atvaizdžius
nl: 6. Bouw ISO's
pt: 6. Construir ISOs

source: This consists of these steps:
ca: Consisteix en aquests passos:
da: Dette består af følgende skridt:
de: Dafür sind folgende Schritte notwendig:
it: Consiste in questi passaggi
lt: Tai yra sudaryta iš šių žingsnių:
nl: Dit bestaat uit de volgende stappen:
pt: Isto consiste nas seguintes etapas:

source: Download offline packages (/lib/live/mount/medium/offline).
ca: Descarrega paquets fora de línia (/lib/live/mount/medium/offline).
da: Hent offline pakker (/lib/live/mount/medium/offline).
de: Laden Sie die offline Pakete herunter (/lib/live/mount/medium/offline).
fr: Télécharger des paquets hors ligne (/lib/live/mount/medium/offline).
nl: Download offline pakketten (/lib/live/mount/medium/offline).

source: Install all firmware drivers.
ca: Instal·la tots els controladors de firmware.
da: Installér alle firmware-drivere.
de: Installieren Sie alle Firmwaretreiber.
nl: Installeer alle firmware drivers.

source: Remove orphaned and unavailable packages (including the old kernel).
ca: Elimina tots els paquets òrfens o inaccessibles (incloent-hi el kernel antic).
da: Fjern forældreløse og utilgængelige pakker (inkl. den gamle kernel).
de: Entfernen Sie verwaiste und nicht verfügbare Pakete (einschließlich des alten Kernels).
nl: Verwijder verweesde en niet-beschikbare pakketten (inclusief de oude kernel).

source: Configure the system.
ca: Configura el sistema.
da: Konfigurer systemet.
de: Konfigurieren Sie das System.
nl: Configureer het systeem.

source: The building process can take a long time. If you need to quit the process before it ends, you can open a terminal and run:
ca: Cal una bona estona per al procés de construcció. Si necessiteu abandonar el procés abans d'acabar, podeu obrir un terminal i executar:
da: Byggeprocessen kan tage lang tid. Hvis du har behov for at afslutte processen før den er tilendebragt, kan du åbne et terminalvindue og køre følgende kommando:
de: Der Erstellungsvorgang kann sehr lange dauern. Wenn Sie den Prozess beenden müssen, bevor er endet, können Sie ein Terminal öffnen und ausführen:
nl: Het bouwproces kan lang duren. Als u het proces moet stoppen voordat het eindigt, kunt u een terminal openen en het volgende uitvoeren:

source: You need to repeat that if you have more than one distribution selected in the list.
ca: Necessiteu repetir l'ordre si teniu més d'una distribució seleccionada a la llista.
da: Du skal gentage det trin hvis du har mere end een distribution valgt på listen.
de: Für den Fall, dass Sie mehrere Distributionen aus der Liste ausgewählt haben, müssen Sie den Befehl wiederholen.
fr: Vous devez répéter cela si vous avez plus d'une distribution sélectionnée dans la liste.
nl: U dient dat te herhalen als u meer dan één distributie in de lijst geselecteerd heeft.

source: 7. Localize the ISOs
ca: 7. Localitzar els ISOs
da: 7. Regionsindstil ISO'er
de: 7. Lokalisierung der ISO Dateien
fr: 7. Localiser les ISOs
nl: 7. Lokaliseer de ISO's

source: This will localize your ISO, setting language and time zone and consists of 6 different steps:
ca: Això localitzarà els vostres ISOs, configurant la llengua i zona horària. Consisteix en 6 etapes diferents:
da: Dette vil regionsindstille din ISO. Sprog og tidszone indstilles og dette sker i 6 forskellige trin:
de: Damit wird Ihre ISO Datei lokalisiert, die damit verbunde Auswahl der Sprache und Zeitzone besteht aus 6 Schritten:
fr: Cela localisera votre ISO, mettra en place le paramétrage de la langue et du fuseau horaire et se compose de 6 étapes différentes:
nl: Dit zal uw ISO lokaliseren door de taal en tijdzone in te stellen en bestaat uit 6 verschillende stappen:
